Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: {{name}} will be notified that you have completed this check-in.
pt_pt: {{name}} será notificado(a) de que concluiu este check-in.

source: Your check-in is completed!
pt_pt: O seu check-in está concluído!

source: Delete comment
pt_pt: Eliminar comentário

source: Are you sure you want to delete this comment?
pt_pt: Tem a certeza de que deseja eliminar este comentário?

source: Edit comment
pt_pt: Editar comentário

source: (Edited)
pt_pt: (Editada)

source: Your chat
pt_pt: A sua conversa em tempo real

source: Start your conversation now!
pt_pt: Inicie a sua conversa agora!

source: Today, {{time}}
pt_pt: Hoje, {{time}}

source: You
pt_pt: Você

source: Date: {{date}}
pt_pt: Data: {{date}}

source: Deleted check-ins cannot be recovered.
pt_pt: Os check-ins eliminados não podem ser recuperados.

source: Are you sure you want to delete this check-in?
pt_pt: Tem a certeza de que deseja eliminar este check-in?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
pt_pt: {{name}} será notificado(a) de que eliminou este check-in e não receberá quaisquer atualizações sobre este check-in.

source: Your check-in was successfully deleted.
pt_pt: O seu check-in foi eliminado com sucesso.

source: Add to your calendar
pt_pt: Adicione ao seu calendário

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
pt_pt: Para adicionar este check-in ao seu calendário e ao calendário do participante, clique no botão e abra o ficheiro descarregado. Se este check-in já tiver sido adicionado ao seu calendário, recomendamos que faça quaisquer alterações à data ou hora diretamente no calendário.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
pt_pt: Os comportamentos etiquetados do seu membro da equipa serão exibidos aqui. Estes permitirão que obtenha uma visão sobre como são percebidos dentro da sua organização.

source: Received behaviors
pt_pt: Comportamentos recebidos

source: My behavior profile
pt_pt: O meu perfil de comportamento

source: Here you can follow the progression of your team member on their goals.
pt_pt: Aqui pode acompanhar a progressão do seu membro da equipa nos respetivos objetivos.

source: Achievements against objectives
pt_pt: Conquistas em relação aos objetivos

source: My goals at a glance
pt_pt: Os meus objetivos em resumo

source: Business
pt_pt: Negócio

source: Development
pt_pt: Desenvolvimento

source: Professional
pt_pt: Profissional

source: Individual goal
pt_pt: Objetivo individual

source: Organizational goal
pt_pt: Objetivo organizacional

source: High
pt_pt: Elevada

source: Low
pt_pt: Baixa

source: Medium
pt_pt: Média

source: Private
pt_pt: Privado

source: Check-in with {{subordinateName}}
pt_pt: Check-in com {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
pt_pt: Enviou um convite "Vamos encontrar-nos" para discutir mais este check-in. {{name}} receberá uma notificação.

source: Submitted by {{name}}. You requested to meet.
pt_pt: Enviado por {{name}}. Você solicitou uma reunião.

source: Mark as done
pt_pt: Marcar como concluído

source: My discussion points
pt_pt: Os meus pontos de discussão

source: You can't see anything here because this worker no longer reports to you.
pt_pt: Não pode ver nada aqui porque este trabalhador já não é seu subordinado.

source: This check-in was assigned by HR.
pt_pt: Este check-in foi atribuído pelos RH.

source: Pending set up
pt_pt: Configuração pendente

source: Return to previous page
pt_pt: Voltar à página anterior

source: {{name}}'s view
pt_pt: Vista de {{name}}

source: No view of performance submitted
pt_pt: Nenhuma visualização de desempenho enviada

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
pt_pt: Obtenha uma visão sobre como o seu gestor pensa que progrediu nos seus comportamentos durante este período.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
pt_pt: Obtenha uma perceção sobre como o seu gestor pensa que progrediu nos seus objetivos durante este período.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
pt_pt: Obtenha uma visão sobre como o seu gestor pensa que progrediu no seu desempenho geral durante este período.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
pt_pt: Forneça ao seu membro da equipa uma visão sobre como acha que ele progrediu nos seus comportamentos durante este período.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
pt_pt: Forneça ao seu membro da equipa uma visão sobre como acha que ele progrediu nos seus objetivos durante este período.

source: Provide your team member insight into how you think they progressed on their overall performance this period
pt_pt: Forneça ao seu colega de equipa uma visão sobre como acha que ele progrediu no seu desempenho geral neste período

source: Not visible to worker
pt_pt: Não visível para o trabalhador

source: Visible to worker
pt_pt: Visível para o trabalhador

source: Offer your team member insights into how you think they progressed on their goals this period
pt_pt: Ofereça ao seu colega de equipa uma visão sobre como acha que ele progrediu nos seus objetivos durante este período

source: Your view was successfully saved.
pt_pt: A sua vista foi guardada com sucesso.

source: Your view
pt_pt: A sua vista

source: Read-only
pt_pt: Apenas leitura

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
pt_pt: Está a ver este check-in em modo de leitura apenas porque o outro participante já não está ativo.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
pt_pt: Está a ver este check-in apenas como leitura porque este check-in é entre o seu subordinado direto e o respetivo gestor anterior.

source: Deleted by {{name}}
pt_pt: Eliminado por {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
pt_pt: Este check-in foi eliminado por {{name}}. Não é possível atualizar ou conversar através deste check-in.

source: Pending confirmation from {{name}} {{nickName}}
pt_pt: Pendente de confirmação de {{name}} {{nickName}}

source: Pending confirmation from me
pt_pt: Pendente de confirmação por mim

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
pt_pt: Este check-in foi marcado como concluído por {{name}} {{nickName}}, e agora está pendente de confirmação da sua parte. Assim que marcar este check-in como concluído, este check-in será finalizado para ambos.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
pt_pt: Este check-in foi marcado como concluído e está agora pendente de confirmação {{name}} {{nickName}}. Assim que eles marcarem este check-in como concluído, este check-in será concluído para ambos.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
pt_pt: Depois de enviar o check-in, o seu subordinado verá a sua opinião sobre o respetivo desempenho. Ele será convidado a aceitar e completar o check-in ou a solicitar uma reunião para uma discussão mais aprofundada.

source: Submitted by {{name}}. You accepted.
pt_pt: Enviado por {{name}}. Aceite por si.

source: Submitted. {{name}} accepted.
pt_pt: Enviado. {{name}} aceitou.

source: Check-in between {{subordinateName}} and {{managerName}}
pt_pt: Check-in entre {{subordinateName}} e {{managerName}}

source: {{name}}'s discussion points
pt_pt: Pontos de discussão de {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
pt_pt: Ocorre a cada {{day}} a partir de {{startOn}} até {{endOn}}. No total, serão criados {{count}} check-ins.

source: Marked as done by you.
pt_pt: Marcado como concluído por si.

source: Allow check-in deletion
pt_pt: Permitir a eliminação de check-in

source: Workers will be able to delete their own check-ins.
pt_pt: Os trabalhadores poderão eliminar os seus próprios check-ins.

source: Enable performance check-ins
pt_pt: Ativar check-ins de desempenho

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
pt_pt: Os gestores poderão criar check-ins de desempenho com os seus subordinados diretos. Os check-ins incluem widgets nos quais os gestores podem dar a sua opinião sobre o progresso de um subordinado direto, o seu desempenho geral, os seus objetivos e os seus comportamentos. Quando o check-in for enviado, os trabalhadores poderão ver estes widgets e decidir se selecionam "Aceitar" ou "Vamos reunir" na página de check-in.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
pt_pt: Permitir que novos gestores vejam os check-ins de desempenho nos estados "Em progresso", "A aguardar confirmação" ou "Em análise" entre os seus relatórios e o gestor anterior

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
pt_pt: Os check-ins sobre trabalhadores com o estado "Em progresso", "A aguardar confirmação" ou "Em avaliação" serão automaticamente partilhados com o seu novo superior hierárquico.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
pt_pt: Permitir que novos gestores vejam os check-ins de desempenho concluídos entre os seus subordinados diretos e o gestor anterior

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
pt_pt: Os check-ins anteriormente concluídos sobre um trabalhador serão automaticamente partilhados com o seu novo superior hierárquico.

source: Allow workers to create performance check-ins with their manager
pt_pt: Permitir que os trabalhadores criem check-ins de desempenho com o seu gestor

source: Enable the "Check-Ins" feature
pt_pt: Ativar a funcionalidade "Check-ins"

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
pt_pt: Os check-ins permitem que gestores e trabalhadores criem uma discussão estruturada quando desejarem. Eles podem criar e editar o conteúdo e os comentários ao seu gosto, e todo o conteúdo é visível apenas para os participantes. Recomendamos que reveja e ative as notificações por e-mail associadas aos check-ins na página "Notificações por e-mail".

source: Workers can set regular check-ins with
pt_pt: Os trabalhadores podem estabelecer check-ins regulares com

source: Line managers and direct reports only
pt_pt: Apenas superiores hierárquicos e subordinados diretos

source: Upcoming check-ins
pt_pt: Próximos check-ins

source: Here are some tips to make the most of your check-in conversation.
pt_pt: Aqui estão algumas dicas para tirar o máximo proveito da sua conversa de check-in.

source: Coaching tips
pt_pt: Dicas de formação

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
pt_pt: Carregue o logótipo e digite a etiqueta que deseja ver no separador do navegador. Se não alterar isto, o logótipo e a etiqueta predefinida da beqom serão utilizados.

source: Cancel edit
pt_pt: Cancelar edição

source: Application header
pt_pt: Cabeçalho da aplicação

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
pt_pt: Escolha os logótipos e as etiquetas que pretende ver no cabeçalho da aplicação. Pode carregar o logótipo da sua empresa ou manter o logótipo beqom predefinido.

source: Display option
pt_pt: Opção de exibição

source: Company logo & platform label
pt_pt: Logótipo da empresa e etiqueta da plataforma

source: Company logo
pt_pt: Logótipo da empresa

source: Default beqom logo
pt_pt: Logótipo padrão beqom

source: Company logo & beqom default logo
pt_pt: Logótipo da empresa e logótipo predefinido da beqom

source: Email header
pt_pt: Cabeçalho do e-mail

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
pt_pt: Escolha os logótipos e as etiquetas que deseja ver no cabeçalho dos e-mails enviados pelo sistema. Pode carregar o logótipo da sua empresa ou manter o logótipo padrão da beqom.

source: Upload your logo
pt_pt: Carregue o seu logótipo

source: Go to Web version
pt_pt: Ir para a versão Web

source: Office 365 plugin
pt_pt: Plug-in do Office 365

source: Configure the label of the button that directs to the beqom application from Office 365.
pt_pt: Configure a etiqueta do botão que direciona para a aplicação beqom a partir do Office 365.

source: Button label
pt_pt: Etiqueta do botão

source: You can change the beqom label to a name that will be familiar to your users.
pt_pt: Pode alterar a etiqueta beqom para um nome que seja familiar para os seus utilizadores.

source: Platform label
pt_pt: Etiqueta da plataforma

source: My compensation history
pt_pt: O meu histórico de compensação

source: Total compensation
pt_pt: Compensação total

source: Your changes to the configuration were successfully applied.
pt_pt: As suas alterações à configuração foram aplicadas com sucesso.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
pt_pt: Tem um comentário não guardado. Tem a certeza de que quer sair e descartar o seu comentário?

source: Unsaved comment
pt_pt: Comentário não guardado

source: Collapse {{groupKey}}
pt_pt: Fechar {{groupKey}}

source: Drag to reorder column {{columnName}}
pt_pt: Arrastar para reordenar a coluna {{columnName}}

source: Drag to reorder group {{groupKey}}
pt_pt: Arrastar para reordenar o grupo {{groupKey}}

source: Expand {{groupKey}}
pt_pt: Expandir {{groupKey}}

source: Frozen columns are fixed; columns can only be reordered within their current group.
pt_pt: As colunas fixas estão bloqueadas; as colunas só podem ser reordenadas dentro do seu grupo atual.

source: Set column visibility
pt_pt: Definir visibilidade das colunas

source: Column config
pt_pt: Configuração de colunas

source: Toggle visibility for {{columnName}}
pt_pt: Alternar visibilidade para {{columnName}}

source: Clear search
pt_pt: Limpar pesquisa

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
pt_pt: Nenhum colaborador corresponde aos critérios de pesquisa/filtro. Remova os filtros e limpe a pesquisa para mostrar todos os colaboradores.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
pt_pt: As suas permissões de acesso atuais não lhe permitem visualizar as informações nesta grelha. Se acredita que isto é um erro, contacte o seu administrador ou a equipa de RH.

source: You don't have access to this data
pt_pt: Não tem acesso a estes dados

source: Contact information
pt_pt: Informações de contacto

source: Copy goal
pt_pt: Copiar objetivo

source: Name of the country.
pt_pt: Nome do país.

source: Add deliverable
pt_pt: Adicionar entrega

source: Add measurement criterion
pt_pt: Adicionar critério de medição

source: Attachments
pt_pt: Anexos

source: Specify tangible outcomes for your goal
pt_pt: Especifique resultados tangíveis para o seu objetivo

source: Deliverable
pt_pt: Entregável

source: Describe the goal
pt_pt: Descreva o objetivo

source: Goal target
pt_pt: Meta do objetivo

source: Other colleagues
pt_pt: Outros colegas

source: Create one individual goal per colleague in the selected population.
pt_pt: Criar um objetivo individual por cada colega da população selecionada.

source: Goal owner
pt_pt: Proprietário do objetivo

source: Search by people
pt_pt: Pesquisar por pessoas

source: Who do you want to create this goal for?
pt_pt: Para quem deseja criar este objetivo?

source: Search by people and org units
pt_pt: Pesquisar por pessoas e unidades organizacionais

source: Creator
pt_pt: Criador

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
pt_pt: Para criar ou copiar um objetivo, pelo menos um plano de objetivos e um tipo de objetivo devem ser configurados antecipadamente.

source: Setup required
pt_pt: Configuração necessária

source: Myself
pt_pt: Eu próprio(a)

source: Create your individual goals visible to you and your manager.
pt_pt: Crie os seus objetivos individuais visíveis para si e para o seu gestor.

source: My organization
pt_pt: A minha organização

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
pt_pt: Cria um único objetivo visível para uma população. Alterar o progresso deste objetivo atualizará o progresso para todos.

source: Owner's manager
pt_pt: Gestor do proprietário

source: Goal alignment
pt_pt: Alinhamento de objetivos

source: Identify which goals align with the created goal
pt_pt: Identifique quais objetivos se alinham com o objetivo criado

source: Key deliverables
pt_pt: Principais entregas

source: Key results
pt_pt: Principais resultados

source: Define how you will measure success
pt_pt: Defina como irá medir o sucesso

source: Maximum target
pt_pt: Alvo máximo

source: Minimum target
pt_pt: Meta mínima

source: Starting value
pt_pt: Valor inicial

source: Target value
pt_pt: Valor alvo

source: Basic info
pt_pt: Informações básicas

source: Name of the goal
pt_pt: Nome do objetivo

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
pt_pt: Os trabalhadores num objetivo organizacional são incluídos automaticamente com base no plano de objetivos selecionado. Os controlos de acesso individuais do utilizador que cria o objetivo não são tidos em conta.

source: Goal population based on the goal plan.
pt_pt: População de objetivos baseada no plano de objetivos.

source: Based on the selected goal plan
pt_pt: Com base no plano de objetivos selecionado

source: Priority
pt_pt: Prioridade

source: Automatically using a deliverable
pt_pt: A utilizar automaticamente um entregável

source: Automatically using the average of measurement criteria
pt_pt: Utilizando automaticamente a média dos critérios de medição

source: Manually
pt_pt: Manualmente

source: Progress tracking
pt_pt: Monitorização de progresso

source: Tag library
pt_pt: Biblioteca de etiquetas

source: Specify which tags from the following libraries can be added to the created goal
pt_pt: Especifique quais etiquetas das seguintes bibliotecas podem ser adicionadas ao objetivo criado

source: Tags and alignment
pt_pt: Etiquetas e alinhamento

source: Progress tracking method
pt_pt: Método de monitorização de progresso

source: Who should see your goal?
pt_pt: Quem deve ver o seu objetivo?

source: Make the goal visible to
pt_pt: Tornar o objetivo visível para

source: Search for workers or organizational units
pt_pt: Procurar trabalhadores ou unidades organizacionais

source: Managers will be able to view the goals of their team members.
pt_pt: Os gestores poderão ver os objetivos dos membros da sua equipa.

source: Give a value between 0 and 100.
pt_pt: Dê um valor entre 0 e 100.

source: Session expired
pt_pt: Sessão expirada

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
pt_pt: A sua sessão está aberta há algum tempo e a aplicação foi actualizada em segundo plano. Por favor, actualize a página para garantir que tudo funciona correctamente.

source: Eligible
pt_pt: Elegível

source: Eligible {{eligibleCount}}/{{totalCount}}
pt_pt: Elegível {{eligibleCount}}/{{totalCount}}

source: Not eligible
pt_pt: Não elegível

source: Advanced
pt_pt: Avançado

source: This column has conditional formatting applied based on rules.
pt_pt: Esta coluna tem formatação condicional aplicada com base em regras.

source: Unassigned
pt_pt: Não atribuído

source: Refresh data
pt_pt: Atualizar dados

source: Row size
pt_pt: Tamanho da linha

source: Extra tall
pt_pt: Extra alto

source: Short
pt_pt: Curto

source: Tall
pt_pt: Alto

source: Sort
pt_pt: Ordenar

source: Select fields and values
pt_pt: Selecionar campos e valores

source: Direct Reports
pt_pt: Subordinados diretos

source: View formula
pt_pt: Ver fórmula

source: Indirect reports
pt_pt: Relatórios indiretos

source: Role view
pt_pt: Vista de função

source: Reject & logout
pt_pt: Rejeitar e terminar sessão

source: Data privacy statement
pt_pt: Declaração de privacidade de dados

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
pt_pt: Aceite a declaração de privacidade de dados para continuar. Se rejeitar a declaração, a sua sessão será terminada.

source: Please accept the data privacy statement to proceed.
pt_pt: Aceite a declaração de privacidade de dados para prosseguir.

source: Next month
pt_pt: Próximo mês

source: Previous month
pt_pt: Mês anterior

source: Date picker calendar
pt_pt: Calendário de seleção de datas

source: Invalid date format. Please use {{dateFormat}}.
pt_pt: Formato de data inválido. Por favor, utilize {{dateFormat}}.

source: Month
pt_pt: Mês

source: Pick a date
pt_pt: Escolha uma data

source: Year
pt_pt: Ano

source: Calendar tool
pt_pt: Ferramenta de calendário

source: Select date & time
pt_pt: Selecione data e hora

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
pt_pt: Está prestes a rejeitar o objetivo <strong>{{goalTitle}}</strong>. Tem a certeza de que pretende continuar?

source: Reject goal
pt_pt: Rejeitar o objetivo

source: Comment
pt_pt: Comentário

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
pt_pt: {{managerName}} rejeitou o objetivo <0>{{goalTitle}}</0>.

source: Rejected goal
pt_pt: Objetivo rejeitado

source: The goal was rejected.
pt_pt: O objetivo foi rejeitado.
